driver-tests/httpsoapbc/security/SAP/SAP_HttpBasicAuth_CA/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sap="http://j2ee.netbeans.org/wsdl/SapHttpBasicAuth">
  <soapenv:Body>
    <sap:SapHttpBasicAuthOperation>
      <part1>Test</part1>
    </sap:SapHttpBasicAuthOperation>
  </soapenv:Body>
</soapenv:Envelope>